Revit 2024 API
PromptForFamilyInstancePlacementOptions Constructor
Overload List
Name | Description
PromptForFamilyInstancePlacementOptions()
 Creates a new PromptForFamilyInstancePlacementOptions using default options.
PromptForFamilyInstancePlacementOptions(PromptForFamilyInstancePlacementOptions)
 Creates a copy of an existing options object.
See Also
PromptForFamilyInstancePlacementOptions Class
PromptForFamilyInstancePlacementOptions Members
Autodesk.Revit.UI Namespace